Repository: dixit9232/vaultkey--pivate
Catalog: lib/l10n/app_*.arb
Languages: as, bo, fo, or, ps

# appTagline
source: Secure Your Digital Identity
as: আপোনাৰ ডিজিটেল পৰিচয় সুৰক্ষিত কৰক
bo: ཁྱེད་ཀྱི་གྲངས་འཛིན་ངོ་སྤྲོད་སྲུང་སྐྱོབ་བྱེད།
fo: Varna tína stafrænu samleika
or: ଆପଣଙ୍କର ଡିଜିଟାଲ୍ ପରିଚୟ ସୁରକ୍ଷିତ କରନ୍ତୁ
ps: خپل ډیجیټل پیژندنه خوندي کړئ

source: OK
as: ঠিক আছে
bo: འགྲིགས།
fo: Gott
or: ଠିକ୍ ଅଛି
ps: سمه ده

source: Cancel
as: বাতিল
bo: མེད་པར་བཟོ།
fo: Avlýs
or: ବାତିଲ
ps: لغوه کړئ

source: Save
as: সংৰক্ষণ
bo: ཉར་ཚགས།
fo: Goym
or: ସେଭ୍
ps: خوندي کړئ

source: Delete
as: মচি পেলাওক
bo: བསུབ་པ།
fo: Strika
or: ବିଲୋପ
ps: ړنګ کړئ

source: Edit
as: সম্পাদনা
bo: ཞུ་དག
fo: Broyt
or: ସଂପାଦନା
ps: سمون

source: Add
as: যোগ কৰক
bo: སྣོན་པ།
fo: Legg afturat
or: ଯୋଗ କରନ୍ତୁ
ps: اضافه کړئ

source: Done
as: সম্পূৰ্ণ
bo: བྱས་ཟིན།
fo: Liðugt
or: ସମ୍ପୂର୍ଣ୍ଣ
ps: بشپړ شو

source: Next
as: পৰৱৰ্তী
bo: རྗེས་མ།
fo: Næsta
or: ପରବର୍ତ୍ତୀ
ps: بل

source: Back
as: পিছলৈ
bo: ཕྱིར་ལོག
fo: Aftur
or: ପଛକୁ
ps: شاته

source: Close
as: বন্ধ কৰক
bo: སྒོ་རྒྱག
fo: Lat aftur
or: ବନ୍ଦ
ps: بندول

source: Retry
as: পুনৰ চেষ্টা কৰক
bo: ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།
fo: Royn aftur
or: ପୁନଃଚେଷ୍ଟା
ps: بیا هڅه وکړئ

source: Loading...
as: লোড হৈ আছে...
bo: སྣོན་བཞིན་པ...
fo: Innlesur...
or: ଲୋଡ୍ ହେଉଛି...
ps: بارول...

source: Error
as: ত্ৰুটি
bo: ནོར་འཁྲུལ།
fo: Brek
or: ତ୍ରୁଟି
ps: تېروتنه

source: Success
as: সফল
bo: ལེགས་འགྲུབ།
fo: Væleydnað
or: ସଫଳ
ps: بریالیتوب

source: Warning
as: সতৰ্কতা
bo: ཉེན་བརྡ།
fo: Ávaring
or: ସତର୍କତା
ps: خبرداری

source: Info
as: তথ্য
bo: ཆ་འཕྲིན།
fo: Upplýsingar
or: ସୂଚନା
ps: معلومات

source: Sign In
as: চাইন ইন
bo: ནང་འཛུལ།
fo: Rita inn
or: ସାଇନ୍ ଇନ୍
ps: ننوتل

source: Sign Up
as: চাইন আপ
bo: ཐོ་འགོད།
fo: Skráset
or: ସାଇନ୍ ଅପ୍
ps: نوم لیکنه

source: Sign Out
as: চাইন আউট
bo: ཕྱིར་ཐོན།
fo: Rita út
or: ସାଇନ୍ ଆଉଟ୍
ps: وتل

source: Email
as: ইমেইল
bo: གློག་འཕྲིན།
fo: Teldupostur
or: ଇମେଲ୍
ps: بریښنالیک

source: Password
as: পাছৱৰ্ড
bo: གསང་ཨང་།
fo: Loyniorð
or: ପାସୱାର୍ଡ
ps: پټنوم

source: Confirm Password
as: পাছৱৰ্ড নিশ্চিত কৰক
bo: གསང་ཨང་གཏན་འཁེལ་བྱེད།
fo: Vátta loyniorð
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ
ps: پټنوم تایید کړئ

source: Forgot Password?
as: পাছৱৰ্ড পাহৰিলে?
bo: གསང་ཨང་བརྗེད་པས།
fo: Gloymt loyniorð?
or: ପାସୱାର୍ଡ ଭୁଲିଗଲେ?
ps: پټنوم مو هېر شو؟

source: Create Account
as: একাউণ্ট সৃষ্টি কৰক
bo: ཐོ་ཁུངས་གསར་བཟོ།
fo: Stovna konto
or: ଖାତା ସୃଷ୍ଟି କରନ୍ତୁ
ps: حساب جوړ کړئ

# alreadyHaveAccount
source: Already have an account?
as: ইতিমধ্যে একাউণ্ট আছে?
bo: ཐོ་ཁུངས་ཡོད་དམ།
fo: Hevur tú konto longu?
or: ପୂର୍ବରୁ ଖାତା ଅଛି?
ps: حساب لرئ؟

# dontHaveAccount
source: Don't have an account?
as: একাউণ্ট নাই?
bo: ཐོ་ཁུངས་མེད་དམ།
fo: Hevur tú ikki konto?
or: ଖାତା ନାହିଁ?
ps: حساب نه لرئ؟

# emailRequired
source: Email is required
as: ইমেইল প্ৰয়োজন
bo: གློག་འཕྲིན་དགོས།
fo: Teldupostur er kravdur
or: ଇମେଲ୍ ଆବଶ୍ୟକ
ps: بریښنالیک اړین دی

# passwordRequired
source: Password is required
as: পাছৱৰ্ড প্ৰয়োজন
bo: གསང་ཨང་དགོས།
fo: Loyniorð er kravt
or: ପାସୱାର୍ଡ ଆବଶ୍ୟକ
ps: پټنوم اړین دی

# invalidEmail
source: Please enter a valid email address
as: অনুগ্ৰহ কৰি বৈধ ইমেইল ঠিকনা দিয়ক
bo: གློག་འཕྲིན་ཁ་བྱང་ཡང་དག་ཞིག་བཀོད་རོགས།
fo: Vinarliga skriva eitt gilt teldupostadressu
or: ଦୟାକରି ଏକ ବୈଧ ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
ps: مهرباني وکړئ سم بریښنالیک پته ولیکئ

# passwordTooShort
source: Password must be at least 8 characters
as: পাছৱৰ্ড কমেও ৮ টা আখৰৰ হ'ব লাগিব
bo: གསང་ཨང་ཉུང་མཐར་ཡིག་འབྲུ་ ༨ དགོས།
fo: Loyniorð má vera í minsta lagi 8 tekin
or: ପାସୱାର୍ଡ ଅତିକମରେ 8 ଅକ୍ଷର ହେବା ଆବଶ୍ୟକ
ps: پټنوم باید لږ تر لږه ۸ توري ولري

source: Passwords do not match
as: পাছৱৰ্ড মিল নাই
bo: གསང་ཨང་མཐུན་མིན།
fo: Loyniorðini passa ikki saman
or: ପାସୱାର୍ଡ ମେଳ ଖାଉନାହିଁ
ps: پټنومونه سره سمون نه خوري

# biometricPromptTitle
source: Authenticate
as: প্ৰমাণীকৰণ
bo: ར་སྤྲོད།
fo: Váttað
or: ପ୍ରମାଣୀକରଣ
ps: تصدیق

# biometricPromptSubtitle
source: Use biometric to access VaultKey
as: VaultKey ত প্ৰৱেশ কৰিবলৈ বায়োমেট্ৰিক ব্যৱহাৰ কৰক
bo: VaultKey ལ་འཛུལ་བར་ལུས་ཁམས་ཆ་འཕྲིན་བེད་སྤྱོད་བྱེད།
fo: Nýt biometrisk atgongd til VaultKey
or: VaultKey ଆକ୍ସେସ୍ କରିବାକୁ ବାୟୋମେଟ୍ରିକ୍ ବ୍ୟବହାର କରନ୍ତୁ
ps: VaultKey ته د لاسرسي لپاره بایومتریک وکاروئ

# biometricPromptCancel
source: Cancel
as: বাতিল
bo: མེད་པར་བཟོ།
fo: Avlýs
or: ବାତିଲ
ps: لغوه کړئ

source: Copy Code
as: ক'ড কপি কৰক
bo: ཨང་རིམ་བཤུ་འཇོག
fo: Avrita kotu
or: କୋଡ୍ କପି କରନ୍ତୁ
ps: کوډ کاپي کړئ

# codeCopied
source: Code copied to clipboard
as: ক'ড ক্লিপবোৰ্ডলৈ কপি কৰা হ'ল
bo: ཨང་རིམ་པར་ཤོག་སྣོད་དུ་བཤུ་འཇོག་བྱས་ཟིན།
fo: Kota avritað til klemmubrett
or: କୋଡ୍ କ୍ଲିପବୋର୍ଡକୁ କପି ହୋଇଛି
ps: کوډ کاپي شو

source: Add Authenticator
as: প্ৰমাণকাৰী যোগ কৰক
bo: ར་སྤྲོད་ཆས་སྣོན་པ།
fo: Legg afturat váttandi
or: ପ୍ରମାଣକାରୀ ଯୋଗ କରନ୍ତୁ
ps: تصدیق کوونکی اضافه کړئ

source: Scan QR Code
as: QR ক'ড স্কেন কৰক
bo: QR ཨང་རིམ་བཤར་འབེབས།
fo: Skan QR-kotu
or: QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
ps: QR کوډ سکین کړئ

source: Enter Manually
as: হাতেৰে প্ৰৱেশ কৰক
bo: ལག་ཐོག་འཇུག་པ།
fo: Skriva sjálvur
or: ମାନୁଆଲି ପ୍ରବେଶ କରନ୍ତୁ
ps: په لاس ولیکئ

# noAuthenticators
source: No authenticators yet
as: এতিয়াও কোনো প্ৰমাণকাৰী নাই
bo: ད་དུང་ར་སྤྲོད་ཆས་མེད།
fo: Eingin váttandi enn
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ପ୍ରମାଣକାରୀ ନାହିଁ
ps: تر اوسه تصدیق کوونکي نشته

# noAuthenticatorsMessage
source: Add your first authenticator to get started
as: আৰম্ভ কৰিবলৈ আপোনাৰ প্ৰথম প্ৰমাণকাৰী যোগ কৰক
bo: འགོ་འཛུགས་པར་ཁྱེད་ཀྱི་ར་སྤྲོད་ཆས་དང་པོ་སྣོན་རོགས།
fo: Legg afturat tín fyrsta váttanda fyri at byrja
or: ଆରମ୍ଭ କରିବାକୁ ଆପଣଙ୍କ ପ୍ରଥମ ପ୍ରମାଣକାରୀ ଯୋଗ କରନ୍ତୁ
ps: د پیل لپاره خپل لومړی تصدیق کوونکی اضافه کړئ

source: Issuer
as: প্ৰদানকাৰী
bo: སྤྲོད་མཁན།
fo: Útgávari
or: ଇସ୍ୟୁକାରୀ
ps: صادر کوونکی

source: Account Name
as: একাউণ্টৰ নাম
bo: ཐོ་ཁུངས་མིང་།
fo: Kontonavn
or: ଖାତା ନାମ
ps: د حساب نوم

source: Secret Key
as: গোপন চাবি
bo: གསང་ལྡེ།
fo: Leyniligur lykil
or: ଗୋପନ ଚାବି
ps: پټ کیلي

source: Settings
as: ছেটিংছ
bo: སྒྲིག་བཀོད།
fo: Stillingar
or: ସେଟିଂସ୍
ps: تنظیمات

source: Appearance
as: ৰূপ
bo: སྣང་ཚུལ།
fo: Útsjónd
or: ରୂପ
ps: بڼه

source: Security
as: সুৰক্ষা
bo: བདེ་འཇགས།
fo: Trygd
or: ସୁରକ୍ଷା
ps: امنیت

# backup
source: Backup & Sync
as: বেকআপ আৰু ছিংক
bo: གྲབས་ཉར་དང་མཉམ་སྒྲིག
fo: Trygdaravrit og samstilling
or: ବ୍ୟାକଅପ୍ ଏବଂ ସିଙ୍କ୍
ps: بیک اپ او همغږي

source: About
as: বিষয়ে
bo: སྐོར།
fo: Um
or: ବିଷୟରେ
ps: په اړه

source: Dark Mode
as: ডাৰ্ক মোড
bo: མུན་པའི་རྣམ་པ།
fo: Myrkt snið
or: ଡାର୍କ ମୋଡ୍
ps: تیاره حالت

source: Light Mode
as: লাইট মোড
bo: འོད་སྣང་རྣམ་པ།
fo: Ljóst snið
or: ଲାଇଟ୍ ମୋଡ୍
ps: رڼا حالت

source: System Default
as: চিষ্টেম ডিফল্ট
bo: མ་ལག་སྔོན་སྒྲིག
fo: Kervissjálvgildi
or: ସିଷ୍ଟମ୍ ଡିଫଲ୍ଟ
ps: د سیسټم ډیفالټ

source: Enable Biometric
as: বায়োমেট্ৰিক সক্ষম কৰক
bo: ལུས་ཁམས་ཆ་འཕྲིན་སྤྱོད།
fo: Ger biometrisk virki
or: ବାୟୋମେଟ୍ରିକ୍ ସକ୍ଷମ କରନ୍ତୁ
ps: بایومتریک فعال کړئ

source: Auto Lock
as: অটো লক
bo: རང་འགུལ་ལྡེ་མིག
fo: Sjálvvirkandi læs
or: ଅଟୋ ଲକ୍
ps: اتوماتیک قفل

source: Clear Clipboard
as: ক্লিপবোৰ্ড খালী কৰক
bo: པར་ཤོག་སྣོད་གཙང་བཟོ།
fo: Reinsa klemmubrett
or: କ୍ଲିପବୋର୍ଡ ସଫା କରନ୍ତୁ
ps: کلیپ بورډ پاک کړئ

# clearClipboardDescription
source: Automatically clear copied codes after 30 seconds
as: ৩০ ছেকেণ্ডৰ পিছত কপি কৰা ক'ড স্বয়ংক্ৰিয়ভাৱে খালী কৰক
bo: སྐར་ཆ་ ༣༠ རྗེས་བཤུ་འཇོག་བྱས་པའི་ཨང་རིམ་རང་འགུལ་གྱིས་གཙང་བཟོ།
fo: Reinsa avritaðar kotur sjálvvirkandi eftir 30 sekund
or: 30 ସେକେଣ୍ଡ ପରେ କପି ହୋଇଥିବା କୋଡ୍ ସ୍ୱୟଂଚାଳିତ ଭାବେ ସଫା କରନ୍ତୁ
ps: له ۳۰ ثانیو وروسته کاپي شوي کوډونه په اتوماتیک ډول پاک کړئ

# networkError
source: No internet connection. Please check your network.
as: ইণ্টাৰনেট সংযোগ নাই। অনুগ্ৰহ কৰি আপোনাৰ নেটৱৰ্ক পৰীক্ষা কৰক।
bo: དྲ་རྒྱའི་འབྲེལ་མཐུད་མེད། ཁྱེད་ཀྱི་དྲ་རྒྱ་ཞིབ་བཤེར་མཛོད།
fo: Eingin netsamband. Vinarliga kanna netið títt.
or: ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ। ଦୟାକରି ଆପଣଙ୍କ ନେଟୱାର୍କ ଯାଞ୍ଚ କରନ୍ତୁ।
ps: انټرنیټ اتصال نشته. مهرباني وکړئ خپل شبکه وګورئ.

# serverError
source: Something went wrong. Please try again.
as: কিবা ভুল হ'ল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bo: ནོར་འཁྲུལ་བྱུང་། ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།
fo: Okkurt gekk skeivt. Vinarliga royn aftur.
or: କିଛି ଭୁଲ ହୋଇଛି। ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
ps: یو څه غلط شو. مهرباني وکړئ بیا هڅه وکړئ.

# unknownError
source: An unknown error occurred.
as: এটা অজ্ঞাত ত্ৰুটি হ'ল।
bo: མི་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་།
fo: Eitt ókent brek hendi.
or: ଏକ ଅଜ୍ଞାତ ତ୍ରୁଟି ଘଟିଲା।
ps: یوه نامعلومه تېروتنه رامنځته شوه.
